Repository: hoangpm6814/One-On-One-Learning
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Home
vi: Trang Chủ

source: Message
vi: Tin Nhắn

source: Upcomming
vi: Sắp Tới

source: Tutors
vi: Giáo Viên

source: Settings
vi: Cài Đặt

source: Go to class
vi: Vào lớp học

# lesson_time_spent
source: Total lession time is {hours} hours and {minutes} minutes
vi: Tổng thời gian học là {hours} giờ và {minutes} phút

source: Upcomming lession
vi: Lớp học sắp tới

source: Become A Tutor
vi: Trở Thành Giáo Viên

source: Course For You
vi: Khóa Học Dành Cho Bạn

source: Booking History
vi: Lịch Sử Đặt Lớp

source: Advanced Settings
vi: Cài Đặt Nâng Cao

source: Our Website
vi: Website Của Chúng Tôi

source: Log out
vi: Đăng xuất

source: Profile
vi: Thông Tin Cá Nhân

source: Name
vi: Tên

source: Birthday
vi: Ngày sinh

source: Phone
vi: Điện thoại

source: Country
vi: Quốc gia

source: Level
vi: Trình độ

source: Save
vi: Lưu

source: Course
vi: Khóa Học

source: English For Beginners
vi: Tiếng Anh Cho Người Mới

source: Conversational English
vi: Tiếng Anh Giao Tiếp

# course_title_1
source: Basic Conversation Topics (New)
vi: Các Chủ Đề Giao Tiếp Cơ Bản (Mới)

# course_description_1
source: Gain confidence speaking about familiar topics
vi: Tự tin giao tiếp các chủ đề quen thuộc

# course_duration_1
source: Beginner - 10 Lessons
vi: Người mới - 10 Buổi học

# course_title_2
source: Intermediate Conversation Topics (New)
vi: Các Chủ Đề Giao Tiếp Khá (Mới)

# course_description_2
source: Express your ides and opinions
vi: Thể hiện ý tưởng và ý kiến của bạn

# course_duration_2
source: Intermediate - 10 Lessons
vi: Khá - 10 Buổi học

# course_title_3
source: Healthy Mind, Healthy Body (New)
vi: Tâm Hồn, Cơ Thể Khỏe Mạnh (Mới)

# course_description_3
source: Let's discuss many aspects of living a long, happy life
vi: Chúng ta hãy cùng bàn luận nhiều khía cạnh của cuộc sống hạnh phúc

# course_duration_3
source: Intermediate - 6 Lessons
vi: Khá - 6 Buổi học

# course_title_4
source: Movies and Television (New)
vi: Phim và TV (Mới)

# course_description_4
source: Let's discuss our preferences and habits surrounding movies and television shows
vi: Chúng ta hãy cùng bàn luận về sở thích, thói quen xung quanh các bộ phim và chương trình TV

# course_duration_4
source: Beginner - 10 Lessons
vi: Người mới - 10 Buổi học

source: Course Detail
vi: Chi Tiết Khóa Học

source: Overview
vi: Tổng quát

source: Level required
vi: Trình độ yêu cầu

source: Course duration
vi: Thời lượng khóa học

source: Topic list
vi: Danh sách chủ đề

source: Explore
vi: Khám phá

source: Why you should join this course
vi: Tại sao bạn nên tham gia khóa học

source: What you can do
vi: Bạn có thể làm được gì

# search_message
source: Search for message
vi: Tìm kiếm tin nhắn

# search_tutor
source: Search for tutor
vi: Tìm kiếm giáo viên

source: Online
vi: Đang hoạt động

source: Write message...
vi: Viết tin nhắn...

# no_tutor_match
source: Currently there is no tutor matching your search.
vi: Hiện không có giáo viên nào khớp yêu cầu của bạn

source: Your booked schedules:
vi: Lịch học đã đặt của bạn:

source: lesson
vi: bài học

source: Chat
vi: Nhắn tin

source: Lesson time:
vi: Thời gian:

source: Lesson requirement
vi: Yêu cầu bài học:

source: Edit requirement
vi: Chỉnh sửa yêu cầu

source: Cancel
vi: Hủy

source: Enter lesson
vi: Tham gia bài học

# no_upcoming_class
source: Currently you do not have any upcoming class. Try booking your own schedule...
vi: Hiện bạn không có lớp học nào sắp tới. Hãy thử đặt lịch học cho riêng mình...

source: Schedule History
vi: Lịch sử đặt lịch

source: Your schedule history:
vi: Lịch sử đặt lịch của bạn:

source: days ago
vi: ngày trước

# tutor_judgement
source: Tutor's judgement
vi: Đánh giá của giáo viên:

# no_history_schedule
source: Currently you do not have any booking history. Try booking your own schedule...
vi: Hiện bạn không có lịch sử đặt lịch nào. Hãy thử đặt lịch học cho riêng mình...

# switch_mode
source: Switch Light / Dark Mode
vi: Chuyển chế độ sáng / tối

source: Meeting room
vi: Phòng Học

source: Tutoring Meeting Room
vi: Thời gian phòng học

# lesson_start_after
source: Lesson will be started after
vi: Lớp học sẽ bắt đầu sau

source: Tutor Detail
vi: Chi Tiết Giáo Viên

source: Booking
vi: Đặt lịch

source: Report
vi: Báo cáo

source: Reviews
vi: Đánh giá

source: Language
vi: Ngôn ngữ

source: Education
vi: Học vấn

source: Experience
vi: Kinh nghiệm

source: Interests
vi: Sở thích

source: Profession
vi: Nghề nghiệp

source: Specialties
vi: Chuyên môn

source: Rating and Comment
vi: Đánh giá và Bình luận

source: Close
vi: Đóng

source: Submit
vi: Đồng ý

source: Pick your date
vi: Lựa chọn ngày học

source: Pick your time
vi: Lựa chọn thời gian học

source: Schedule this tutor:
vi: Đặt lịch giáo viên này:

source: Requirement
vi: Yêu cầu

source: Schedule now
vi: Đặt lịch ngay

# write_down_requirement_booking
source: Write down what you want to achieve from this schedule...
vi: Viết mong muốn mà bạn sẽ đạt được từ lớp học...

source: Report this tutor
vi: Báo cáo giáo viên này

# share_us_what_wrong
source: Share us what's wrong with you...
vi: Chia sẻ với chúng tôi điều bạn không thoải mái về giáo viên này...

source: Content
vi: Nội dung

# chip_this_tutor_is_annoying
source: This tutor is annoying me.
vi: Giáo viên này làm phiền tôi.

# chip_this_profile_is_fake
source: This profile is fake or someone else's
vi: Thông tin giả hoặc của người khác.

# chip_inappropriate_profile
source: Inappropriate profile photo.
vi: Thông tin ảnh không chính xác.

source: Report tutor
vi: Báo cáo giáo viên

# no_rating_tutor
source: Currently there is no rating for this tutor.
vi: Hiện chưa có đánh giáo nào cho giáo viên này.

source: Review this tutor:
vi: Đánh giá giáo viên này:

# how_do_you_think_tutor
source: How do you think about the tutor?
vi: Bạn cảm thấy giáo viên này ntn?

# write_down_review
source: Write down your experience...
vi: Viết ra trải nghiệm của bạn...

source: Review tutor
vi: Đánh giá giáo viên
